Repository: OPUS4/application
Catalog: modules/admin/language/import.tmx
Source language: de
Languages: en

source: Ausgabe während des BibTeX-Imports
en: Output of BibTeX import process

source: Anzahl der verarbeiteten Dokumente
en: Number of processed documents

source: Anzahl der importierten Dokumente
en: Number of imported documents

source: Anzahl der aufgrund von Hashwert-Übereinstimmungen nicht verarbeiteten BibTeX-Records
en: Number of skipped BibTeX records due to hash value matches

source: Anzahl der aufgrund von Fehlern nicht verarbeiteten BibTeX-Records
en: Number of discarded BibTeX records due to errors

source: Weitere BibTeX-Datei importieren
en: Import another BibTeX file

source: BibTeX-Datei
en: BibTeX file

source: BibTeX-Feldmapping
en: BibTeX field mapping

source: Sammlungen
en: Collections

source: Liste von Sammlungs-IDs (kommasepariert)
en: List of collection IDs (comma-separated)

source: Suche berücksichtigt Name oder Nummer von Sammlungen. Importierte Dokumente werden mit Sammlungen verknüpft.
en: Search will match Name or Number of collections. Imported documents will be assigned to collections.

source: Ausführliche Logausgabe
en: Verbose output

source: Test-Import (Datenbank wird nicht verändert)
en: Test import (database will not be changed)

source: BibTeX-Import starten
en: Start BibTeX import

source: Fehlende BibTeX-Datei
en: Missing BibTeX file

source: Konfigurationsfehler: %1$s
en: Configuration error: %1$s
